<?php
return [
    'profile' => 'ارسال اطلاعات پروفایل',
    "email" => 'لطفا  ایمیل  خود را وارد نمایید',
    "first_name" => 'لطفا  نام  خود را وارد نمایید',
    "last_name" => 'لطفا  نام خانوادگی  خود را وارد نمایید',
    "address" => 'لطفا  ادرس  خود را وارد نمایید',
    "description" => 'لطفا  توضیحات  خود را وارد نمایید',
    'organization_name' => 'لطفا نام شرکت خود را وارد نمایید',
    "mobile" => 'لطفا تلفن همراه خود را وارد نمایید',
    "national_number" => 'لطفا کدملی خود را وارد نمایید',
    "gender" => 'لطفا جنیست خود را وارد نمایید',
    "address_city" => 'لطفا شهر خود را وارد نمایید',
    "address_state" => 'لطفا استان خود را وارد نمایید',
    "address_country" => 'لطفا کشور خود را وارد نمایید',
    "address_postal_code" => 'لطفا کد پستی خود را وارد نمایید',
    'mobileRegex' => ' تلفن همراه وارد شد صیحیح نمی باشد',
    "nationalCode_regex" => 'کد ملی وارد شده اشتباه می باشد',
    "national_number_regex" => 'کد ملی وارد شده اشتباه می باشد',
    "addressCountry"=>'لطفا کشور خود را وارد نمایید',
    'address_postal_code_numeric' => "کد پستی  از نوع اعدادی می باشد",

    "address_postal_code_max" => 'کد پستی  حداقل  10 رقم می باشد',
    "addressCountry_max"=>"تعداد کاراکترها بیش از حد مجاز می باشد",
    "address_max"=>'لطفا کشور خود را وارد نمایید',
    "organization_name_max"=>"تعداد کاراکترها بیش از حد مجاز می باشد",
    "first_name_max"=>"تعداد کاراکترها بیش از حد مجاز می باشد",
    "description_max"=>"تعداد کاراکترها بیش از حد مجاز می باشد",
    "last_name_max"=>"تعداد کاراکترها بیش از حد مجاز می باشد",
    "address_state_max"=>"تعداد کاراکترها بیش از حد مجاز می باشد",
    "address_city_max"=>"تعداد کاراکترها بیش از حد مجاز می باشد",
    "address_country_max"=>"تعداد کاراکترها بیش از حد مجاز می باشد",

    "first_name_min"=>"حداقل کارکتر های مجاز سه کارکتر می باشد",
    "last_name_min"=>"حداقل کارکتر های مجاز سه کارکتر می باشد",
    "address_postal_code_min" => 'کد پستی  حداکٍثر  10 رقم می باشد',


    //**** error messages ///
    'AuthDescription' => 'نام کاربر یا رمز ورود شما اشتباه می باشد لطفا دوباره سعی نمایید',
    'des_error' => 'خطا در ثبت لطفا با پشتیبانی تماس بگیرید. ',
    'des_save' => 'اطلاعات با موفقیت ثبت  شد',
    'des_delete' => 'اطلاعات با موفقیت حذف شد',
    'license_error' => 'اعتبار این شرکت به پایان رسید '


];
