<?php
return [
    'profile' => 'ارسال اطلاعات پروفایل',
    "email" => 'لطفا  ایمیل  خود را وارد نمایید',
    "first_name" => 'لطفا  نام  خود را وارد نمایید',
    "last_name" => 'لطفا  نام خانوادگی  خود را وارد نمایید',
    "address" => 'لطفا  آدرس  خود را وارد نمایید',
    "phoneNumber" => 'لطفا   تلفن همراه خود را وارد نمایید',
    "nationalCode" => 'لطفا  کدملی  خود را وارد نمایید',
    "city" => 'لطفا  شهر  خود را وارد نمایید',
    "state" => 'لطفا  استان  خود را وارد نمایید',
    "postalCode" => 'لطفا  کد پستی  خود را وارد نمایید',
    "addressCountry" => 'لطفا  نام کشور  خود را وارد نمایید',
    "instagram" => 'لطفا  آدرس اینستاگرم  خود را وارد نمایید',
    "webSite" => 'لطفا آدرس وب سایت  خود را وارد نمایید',
    "description" => 'لطفا  توضیحات  خود را وارد نمایید',
    'phoneNumberRegex' => ' تلفن همراه وارد شد صیحیح نمی باشد',
    "emailValidation" => ' فرمت وارد شده صیحیح نمی باشد',
    'postalCode_code_numeric' => "کد پستی  از نوع اعدادی می باشد",
    "nationalCode_regex" => 'کد ملی وارد شده اشتباه می باشد',
    "instagram_max"=>"تعداد کاراکترها بیش از حد مجاز می باشد",
    "webSite_max"=>"تعداد کاراکترها بیش از حد مجاز می باشد",
    "addressCountry_max"=>"تعداد کاراکترها بیش از حد مجاز می باشد",
    "postalCode_code_max" => 'کد پستی  حداقل  10 رقم می باشد',
    "state_max"=>"تعداد کاراکترها بیش از حد مجاز می باشد",
    "city_max"=>"تعداد کاراکترها بیش از حد مجاز می باشد",
    "address_max"=>"تعداد کاراکترها بیش از حد مجاز می باشد",
    "first_name_max"=>"تعداد کاراکترها بیش از حد مجاز می باشد",
    "last_name_max"=>"تعداد کاراکترها بیش از حد مجاز می باشد",
    "description_max"=>"تعداد کاراکترها بیش از حد مجاز می باشد",

    "description_min"=>"حداقل کارکتر های مجاز سه کارکتر می باشد",

    "postalCode_code_min" => 'کد پستی  حداکٍثر  10 رقم می باشد',
    "first_name_min"=>"حداقل کارکتر های مجاز سه کارکتر می باشد",
    "address_min"=>"حداقل کارکتر های مجاز سه کارکتر می باشد",
    "last_name_min"=>"حداقل کارکتر های مجاز سه کارکتر می باشد",

    //**** error messages ///

    'AuthDescription' => 'نام کاربر یا رمز ورود شما اشتباه می باشد لطفا دوباره سعی نمایید',
    'des_error' => 'خطا در ثبت لطفا با پشتیبانی تماس بگیرید. ',
    'des_save' => 'اطلاعات با موفقیعت ثبت شد'

];
